interface MotivationPhraseData {
  id: number;
  phrase: string;
}

const data: MotivationPhraseData[] = [
  {
    id: 1,
    phrase: "Не сдавайся, ты сильнее, чем думаешь!",
  },
  {
    id: 2,
    phrase: "Каждая тренировка - это шаг к твоей лучшей версии!",
  },
  {
    id: 3,
    phrase: "Ты можешь, даже если кажется, что не можешь!",
  },
  {
    id: 4,
    phrase: "Тяжело в учении, легко в бою!",
  },
  {
    id: 5,
    phrase: "Ощути силу, которую ты способен развить!",
  },
  {
    id: 6,
    phrase: "Помни о своей цели, она тебя мотивирует!",
  },
  {
    id: 7,
    phrase: "Ты уже прошел долгий путь, не останавливайся на достигнутом!",
  },
  {
    id: 8,
    phrase: "Не бойся выходить из зоны комфорта, там тебя ждет рост!",
  },
  {
    id: 9,
    phrase: "Ты можешь всё! Верь в себя!",
  },
  {
    id: 10,
    phrase: "Тяжелая работа сегодня - это твоя награда завтра!",
  },
  {
    id: 11,
    phrase: "Не думай о результатах, наслаждайся процессом!",
  },
  {
    id: 12,
    phrase: "Каждая капля пота приближает тебя к мечте!",
  },
  {
    id: 13,
    phrase: "Твой успех начинается с первого шага!",
  },
  {
    id: 14,
    phrase: "Никогда не сдавайся, даже если тяжело!",
  },
  {
    id: 15,
    phrase: "Ты сильнее, чем ты думаешь!",
  },
  {
    id: 16,
    phrase: "Ты способен на большее, чем ты думаешь!",
  },
  {
    id: 17,
    phrase: "Ты можешь всё, если веришь в себя!",
  },
  {
    id: 18,
    phrase: "Твой успех - это твоя ответственность!",
  },
  {
    id: 19,
    phrase: "Твоя сила - это твоя воля!",
  },
  {
    id: 20,
    phrase: "Ты - творец своей судьбы!",
  },
  {
    id: 21,
    phrase: "Ты сможешь сегодня выложиться по максимуму!",
  },
];

export default data;
