interface ProgramCardData {
  id: number;
  title: string;
  description: string;
}

const data: ProgramCardData[] = [
  {
    id: 1,
    title: "Йога",
    description:
      "Наслаждайтесь занятиями йогой для всех уровней, боди-эластичностью, тренировками с собственным весом, балетным станком, пилатесом и многим другим.",
  },
  {
    id: 3,
    title: "Мышцы",
    description:
      "Регулярные силовые тренировки улучшают здоровье костей, мышц и соединительной ткани.Регулярные силовые тренировки улучшают здоровье костей, мышц и соединительной ткани.",
  },
  {
    id: 2,
    title: "Фитнес",
    description:
      "Ваш тренер подготовит и покажет вам режим тренировок, соответствующий вашему уровню физической подготовки и целям.",
  },
];

export default data;
